Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The rebel fighters were "murdered in the deep of night and sound asleep, with 250-kilogram (500-pound) bombs, without a chance to fight back," Pastor Alape, a member of the FARC negotiating team, wrote on Twitter, calling it "a treacherous and degrading act."
pt: "Dezoito assassinatos sob a profunda noite e em pleno sono, com bombas de 250 quilos sem oportunidade de combater, é um ato traiçoeiro e degradante", escreveu Alape nesta sexta-feira pelo Twitter, na primeira reação da guerrilha após o ataque.

source: I don’t have a cellphone .
pt: Não, a vida não tem que ser assim !

source: The bill requires a second vote and the signature of Mayor Fernando Haddad in order to be enacted.
pt: O projeto precisa passar por segunda votação e ser sancionado pelo prefeito Fernando Haddad (PT) para ter efeito.

source: WASHINGTON (Reuters) - U.S. home resales dropped slightly in February to a 19 month-low as cold weather and a shortage of homes for sale continued to sideline potential buyers.
pt: WASHINGTON, 20 Mar (Reuters) - As vendas de moradias usadas nos Estados Unidos tiveram uma leve queda em fevereiro e atingiram mínima em 19 meses, conforme o clima frio e a falta de moradias à venda continuou a afastar potenciais compradores.

source: And the vast majority of them are state-run .
pt: E a grande maioria delas é estadual .

source: He has memory problems and speech problems.”
pt: Ele tem problemas de memória e de fala", afirmou Streiff .

source: Russian foreign minister says Islamic State is the main enemy
pt: Moscou diz que o inimigo nº 1 da Rússia é o Estado Islâmico

source: Another Brazilian, Rodrigo Gularte, 42, caught trying to bring 6 kilos (13 lbs.) of cocaine into the Asian country inside a surfboard in 2004, has also received a death sentence in Indonesia.
pt: Além dele, outro brasileiro, Rodrigo Gularte, de 42 anos, também está no corredor da morte na Indonésia, por tentar entrar no país, em julho de 2004, com seis quilos de cocaína escondidos em uma prancha de surfe .

source: Palestinian woman stabs Israeli, shot by security forces Mon, Dec 1 2014
pt: Mulher palestina esfaqueia israelense e leva tiros das forças de segurança

source: The evening announcement came two years after the former aide, Ling Jihua, fell out of political favor when a lurid scandal involving his alleged cover-up of his son’s death in a speeding Ferrari disrupted his political ascent.
pt: O anúncio acontece dois anos depois de Ling Jihua ter caído em desgraça após um escândalo sobre seu suposto acobertamento do acidente no qual seu filho morreu, quando bateu uma Ferrari .

source: Australia international Phil Hughes died on Thursday, two days after being hit by a cricket ball while playing a professional match for his South Australia side in Sydney.
pt: O jogador australiano de críquete Phillip Hughes morreu nesta quinta-feira em consequência das lesões depois de ter sido atingido por uma bolada na cabeça .

source: UPDATE 3-South Korea fires rounds at North in response to shell
pt: Coreia do Sul dispara artilharia em resposta a projetil do Norte

source: Telecom Italia's Tim, number two in Brazil's mobile market, may now be vulnerable to a takeover by rival Grupo Oi, which is exploring a bid to split up Tim between itself, Mexico's America Movil and Telefonica.
pt: A companhia precisa da GVT para fortalecer sua operadora de telefonia móvel brasileira TIM Participações, que não tem rede fixa, e também para evitar uma potencial oferta da rival local Oi, que quer dividir a TIM entre si, a América Móvil, do México, e a Telefónica.

source: Iran charging U.S. journalist Rezaian with four crimes: Washington Post
pt: Jornalista do Washington Post é julgado por 'espionagem' no Irã

source: […] As Google News itself makes no money (we do not show any advertising on the site) this new approach is simply not sustainable.”
pt: Dado que o serviço não gera receita (não mostramos publicidade no site), este novo enfoque é simplesmente insustentável".

source: German prosecutors said on Thursday that the co-pilot had made Internet searches on ways to commit suicide in the days ahead of the crash, as well as searches about cockpit doors and safety precautions .
pt: Lubitz se "informou sobre maneiras de se suicidar", assim como sobre "as portas da cabine de comando e suas medidas de segurança", afirmou em um comunicado a promotoria de Dusseldorf (oeste), encarregada da parte alemã da investigação.

source: A British nurse who was diagnosed with Ebola after returning from Sierra Leone is now in a critical condition, the London hospital treating her has said.
pt: LONDRES - O estado da enfermeira britânica em tratamento para ebola em Londres é crítico, após sua saúde ter piorado nos últimos dois dias, informou um hospital neste sábado, por meio de um comunicado.

source: Istanbul, Turkey (CNN)Two explosions at a campaign rally for the Kurdish Peoples' Democratic Party left two dead and more than a 100 wounded just two days before Turkey's parliamentary elections, the semi-official Anadolou news agency reported, quoting Agriculture Minister Mehdi Eker.
pt: Duas pessoas morreram e mais de 100 se feriram, após duas explosões atingirem um comício eleitoral de um partido curdo no sudeste da Turquia nesta sexta-feira (5), afirmou o ministro da Agricultura do país, Mehdi Eker .

source: He has really helped us a lot .
pt: “Ele o fez muito bem .

source: Provided Greek lawmakers support the bailout deal, agreed with euro zone leaders on Monday to stay in the euro, Germany will recall the Bundestag lower house of parliament on Friday to approve the start of detailed talks on the program.
pt: Políticos conservadores da Alemanha manifestaram apoio parcial ao acordo sobre a Grécia alcançado pelos líderes da zona do euro nesta segunda-feira, sinalizando que o parlamento alemão deve provavelmente aprovar no final da semana o início das negociações de um terceiro resgate para a Grécia.

source: Italian police said Wednesday they had arrested a Moroccan suspected of taking part in the March attack on the Bardo National Museum in Tunis in which 21 foreign tourists were killed.
pt: Um marroquino suspeito de ter participado no atentado do museu do Bardo em Túnis, que deixou 22 mortos em março, foi detido em Milão, norte da Itália, anunciou a polícia.

source: "I really don't understand what is the problem and why I am such a target with this question," he said, looking exasperated and leaning forward in his chair to make his point.
pt: – Eu realmente não entendo qual é o problema e por que eu sou um alvo nessa questão – disse .

source: Earlier, UN human rights chief Navi Pillay said the downing of the Malaysia Airines jet could constitute a "war crime".
pt: Ainda nesta segunda-feira, a alta comissária da ONU para Direitos Humanos, Navi Pillay, disse que a derrubada do MH17 pode constituir um "crime de guerra".

source: Iraqi forces take back Tikrit from ISIS, official says
pt: Iraque diz ter derrotado Estado Islâmico na cidade de Tikrit

source: Congo's neighbours the Democratic Republic of Congo this week confirmed its first two cases of Ebola but claimed they were unrelated to the epidemic raging in West Africa.
pt: "A epidemia não tem nenhuma relação com o oeste da África", disse Kabange, em Kinshasa, capital da República Democrática do Congo .

source: He reportedly said the Police deployed to the area contained the violence and the place was already calm.
pt: "Conseguimos controlar a violência, e o lugar agora está calmo", disse o porta-voz da polícia.

source: He is accused of paying a German banker 33 million euros to ensure a company he favoured could buy a stake in F1.
pt: Ele é acusado de pagar 33 milhões de euros (cerca de R$ 100 milhões) a um banqueiro alemão para garantir que uma companhia que ele favorecia pudesse comprar uma participação na empresa que controla a Fórmula 1.

source: The attack on police is the second in a week .
pt: Trata-se do segundo ataque contra a polícia numa semana em Istambul .

source: But it's not .
pt: Não tem jeito .

source: The feline ... is still being hunted," said authorities.
pt: Segundo a fonte, o felino continua sendo procurado.

source: I don't believe there is any at all," she said.
pt: () Não estou dizendo que o país está uma beleza .

source: Prime Minister Nawaz Sharif was traveling to the mountainous northern region of Gilgit on a separate aircraft when the accident happened .
pt: O premiê paquistanê, Nawaz Sharif, viajava para as regiões montanhosas de Gilgit em um avião separado e voltou a Islamabad.

source: “Every time one creates new spending, one is necessarily creating the need for new taxes,” the Minister stated.
pt: "A preocupação é sempre não criar novos gastos para não ter novos impostos", acrescentou.

source: The phone conversation between Putin and Obama on Friday was the first known direct contact between the estranged leaders since Washington and its European allies approved sanctions.
pt: Na noite de sexta-feira, os presidentes da Rússia, Vladimir Putin, e dos Estados Unidos, Barack Obama, conversaram por uma hora ao telefone .

source: Qaeda Leader Pledges Allegiance to New Taliban Chief
pt: Chefe da Al Qaeda jura lealdade ao novo líder do Taleban

source: I felt I didn't have it done to me .
pt: O que eu tenho de passar, eu vou passar .

source: It is thought shis worldwide Hizmet movement may have millions of followers, running schools, think tanks and media outlets, and could be worth billions of dollars .
pt: Acredita-se que o movimento do qual ele faz parte, o Hizmet, tenha milhões de seguidores, administre escolas, centros de estudo e organizações da mídia e tenha um valor estimado em bilhões de dólares .

source: In a statement sent to AFP on Thursday, Jean-Noel Prime, the father of the kidnapped woman said: "We face up to this challenge with confidence, and we are staying close to the French authorities with whom we are in permanent contact and who we know are determined to see our daughter set free."
pt: Enfrentamos esta "prova com confiança, e estamos ao lado das autoridades francesas, com as quais mantemos um contato permanente e cuja determinação conhecemos" nos esforços para que "nossa filha seja libertada", acrescentou Jean-Noel Prime em um comunicado transmitido nesta quinta-feira (26).

source: Mr Netanyahu ordered the homes of the attackers to be destroyed, saying: "We are in a battle over Jerusalem, our eternal capital."
pt: Estamos em um combate por Jerusalém, nossa eterna capital", declarou Netanyahu em entrevista coletiva em seu escritório desta cidade.

source: And Sam Fairbairn, of the People's Assembly, said the London march would be the start of "a campaign of protest, strikes, direct action and civil disobedience up and down the country".
pt: A manifestação representa o "início de uma campanha de protestos, greves, ações diretas e de desobediência civil em todo o país", declarou Sam Fairbairn, diretor do grupo People's Assembly (Assembleia do Povo), que organiza o protesto.

source: The Israeli Army fired artillery shells into Lebanon after at least two IDF troops were injured in a blast on the border between the two states, an Israeli security source told Reuters.
pt: Tropas israelenses atiraram contra áreas do grupo Hezbollah no sul do Líbano nesta terça-feira após guerrilhas xiitas realizarem uma explosão na tensa fronteira que feriu dois soldados israelenses .

source: She worked as a schoolteacher and had 11-year-old twins who are being cared for by authorities until their father, the victim's ex-husband, arrives from abroad, police said .
pt: A polícia assumiu a custódia dos filhos gêmeos da americana, de 11 anos de idade, à espera da chegada ao país de seu pai, que tinha se divorciado da mãe .

source: "It was so beautiful .
pt: "A praia estava linda .

source: "Inside, wrapped in towels and in a black plastic bag, they found the body of a newborn baby girl," he said.
pt: Uma mulher, que denunciou o caso à polícia, encontrou o bebê ainda com o cordão umbilical, dentro do saco e enrolado a uma toalha .

source: ALMATY, May 16 (Reuters) - A Proton-M carrier rocket carrying a Mexican satellite malfunctioned and crashed in Siberia soon after launch on Saturday, the latest in a series of mishaps for Russia's space industry.
pt: Um foguete russo de transporte Proton-M que levava a bordo um satélite mexicano teve um defeito e pegou fogo sobre a Sibéria, minutos depois de ter sido lançado neste sábado, no mais recente em uma série de contratempos para a indústria espacial russa.

source: There was no immediate claim of responsibility, but previous bombings in the region have been blamed on Boko Haram Islamists by authorities.
pt: Não houve reivindicação imediata de responsabilidade pelo ataque, que trazia as marcas do grupo islâmico Boko Haram.

source: Palestinian President Mahmoud Abbas, a long-time rival of Hamas, will likely play a key role in any new border deal for Gaza .
pt: O presidente palestino, Mahmoud Abbas, confirmou hoje que chegou a um acordo com Israel para um cessar-fogo permanente na Faixa de Gaza .

source: German Chancellor Angela Merkel said Monday that everything would be done to prevent more migrants dying in the Mediterranean Sea in the wake of the latest tragedy in which hundreds of people are feared dead in the region.
pt: A chanceler da Alemanha, Angela Merkel, afirmou que está "abalada" com a morte de possivelmente mais de 900 imigrantes em um naufrágio no Mar Mediterrâneo e está pressionando ...

source: "There are a lot of good people still in this city that we still have to look out for," Marcus said.
pt: Acho que é um movimento muito importante e que daqui para a frente não tem como pensar a cidade sem as pessoas .

source: The sterling currency, bonds and shares surged on a result that reversed near-universal expectations of an inconclusive "hung parliament", in which Cameron would have had to jockey for power with Labour rival Ed Miliband.
pt: A libra, os títulos e as ações da Grã-Bretanha subiram devido ao resultado que reverteu as expectativas apontadas pelas pesquisas de um Parlamento indefinido, em que Cameron teria que disputar o poder com o rival trabalhista Ed Millband.

source: FIFA's decision to ban him for nine competitive international games and from any football activity for four months has overshadowed the World Cup in recent days, and was considered by many people to be excessive.
pt: Suárez foi suspenso por nove jogos com a seleção do Uruguai e banido por quatro meses de quaisquer atividades relacionadas ao futebol, a sanção mais rigorosa já imposta a um jogador durante uma Copa do Mundo.

source: FIFA’s decision to ban him for nine competitive international games and from any football activity for four months has overshadowed the World Cup in recent days, and was considered by many people to be excessive.
pt: Suárez foi suspenso por nove jogos com a seleção do Uruguai e banido por quatro meses de quaisquer atividades relacionadas ao futebol, a sanção mais rigorosa já imposta a um jogador durante uma Copa do Mundo.

source: Pope Francis 'begs forgiveness' from sex abuse victims
pt: Papa Francisco pede proteção para vítimas da violência no Iraque

source: The World Health Organisation said it expected more infections in South Korea, but stressed that there was "no evidence of sustained transmission in the community".
pt: Na quarta-feira, autoridades da Organização Mundial da Saúde e da Coreia do Sul pediram a reabertura das escolas, pois não há nenhuma evidência de transmissão nos locais.

source: In January, gunmen killed 12 people in the Paris offices of French satirical magazine Charlie Hebdo in what it said was revenge for its cartoons.
pt: Em janeiro, um atentado à sede do jornal satírico Charlie Hebdo, que publicou uma série de caricaturas ridicularizando o profeta, deixou 12 mortos em Paris, na França.

source: Why are you asking me this question ?
pt: Mas eu entendo o que você está falando .

source: Seventeen of those counts were capital charges, meaning he is eligible for the death penalty .
pt: Dezessete das 30 acusações que sofria eram passíveis de pena de morte .

source: It also bombed camps in northern Iraq belonging to the militant Kurdistan Workers Party (PKK) for the first time in at least three years .
pt: Aviões turcos também bombardearam, na noite de sexta, posições do Partido dos Trabalhadores do Curdistão (PKK) no Iraque.

source: Mamoun al-Khatib, a journalist and activist from Marea, said more than 50 artillery shells crashed into the center of the town, an opposition stronghold in the northern province of Aleppo, before midday last Friday.
pt: Mamoun al-Khatib, um militante jornalista presente em Marea, relatou que mais de 50 morteiros lançados pelo Estado Islâmico caíram no centro da cidade na sexta-feira .

source: "That just didn't make sense to me."
pt: "Não gostaria de falar sobre isso", disse .

source: "And if Greece falls and is removed from the eurozone - the eurozone will collapse .
pt: "A Grécia está na zona do euro, a Grécia quer ficar na zona do euro e a Grécia vai ficar", reiterou o presidente francês.

source: "It was the type of bomb favored by terrorists because it's designed to tear people apart and create a bloody spectacle," prosecutor William Weinreb told jurors in his opening statement.
pt: O tipo de bomba favorito dos terroristas porque é feita para despedaçar pessoas e criar um espetáculo sanguinário", disse Weinreb .

source: Obviously, the history of the 20th century is in many ways written through the recipients of this medal .
pt: Obviamente, a história do século 20 é, em muitos aspectos, escrita por quem recebe essa medalha .

source: Manchester City manager Manuel Pellegrini has signed a new two-year contract on the eve of a Premier League season that was expected to be the Chilean's last with the club.
pt: LONDRES (Reuters) - O Manchester City deu ao técnico Manuel Pellegrini um grande voto de confiança às vésperas da nova temporada, ao renovar o contrato do treinador, nesta sexta-feira, por mais dois anos.

source: "We have reports of over 100 houses getting washed away in these two towns and many people were evacuated from the sites," he said.
pt: "Mais de 100 casas foram destruídas nas duas cidades e várias pessoas ficaram desabrigadas", disse o policial .

source: The highly anticipated handover of a general and four other hostages captured by FARC guerrillas got underway Thursday, Colombian President Juan Manuel Santos said, paving the way for the resumption of peace talks.
pt: O presidente colombiano, Juan Manuel Santos, disse que os negociadores de paz retornarão à capital cubana para retomar os diálogos com as Farc quando a libertação general e dos outros sequestrados for concretizada .

source: Jalisco, one of the engines of the Mexican economy, is the base of the Jalisco New Generation cartel, which has become a major headache for President Enrique Pena Nieto.
pt: O confronto em Michoacán, Estado vizinho ao de Jalisco, foi entre policiais e supostos membros do cartel Jalisco Nova Geração, que se tornou uma grande dor de cabeça para o presidente Enrique Peña Nieto neste ano.

source: The test was over in less than two minutes.
pt: O voo de teste vai durar menos de dois minutos .

source: SANTIAGO, Sept 8 (Reuters) - A bomb exploded next to an underground train station in the Chilean capital of Santiago on Monday afternoon, wounding at least 10 people, and the government said it bore the signs of "a terrorist" act.
pt: Uma explosão de uma bomba em um restaurante fast-food próximo a uma estação de trem subterrânea na capital chilena, Santiago, feriu oito pessoas nesta segunda-feira (8).

source: At least four people were killed when an Airbus A400M military transport plane crashed during a training flight near Seville in southern Spain on Saturday, officials said.
pt: Um avião de transporte militar da Airbus caiu em Sevilha, na Espanha, matando quatro pessoas que estavam a bordo, informou o governo espanhol neste sábado (9) .

source: July 13 (Reuters) - U.S. stocks surged on Monday, with the Dow Jones industrial average re-emerging in positive territory for the year after euro zone leaders reached a tentative deal to bail out Greece.
pt: Os principais índices acionários dos Estados Unidos fecharam em forte alta nesta segunda-feira, com o Dow Jones voltando ao território positivo no ano, após líderes da zona do euro chegarem a um acordo inicial de resgate da Grécia.

source: Ghani's visit to the United States and his speech to Congress -- an honor that is not accorded to every foreign leader visiting Washington -- is part of an effort to repair relations between the two countries that were strained by nearly 14 years of war.
pt: O presidente do Afeganistão, Ashraf Ghani, deu início à sua visita a Washington nesta segunda-feira agradecendo as tropas e os contribuintes dos Estados Unidos por seus sacrifícios em quase 14 anos de guerra .

source: Visiting French President Francois Hollande on Monday urged the US economic sanctions on Cuba to be lifted as they have caused "so much damage."
pt: O presidente francês, François Hollande, apelou ontem pela "anulação" do embargo econômico americano a Cuba, que "tanto prejudicou" o desenvolvimento da ilha comunista .

source: Privately held Cargill, which employs 140,000 people in 65 countries, said its Geneva-based Energy, Transportation and Metals (ETM) division would close the businesses following a review that identified few opportunities in those sectors.
pt: A empresa, de capital fechado e com 140 mil funcionários em 65 países, disse que a divisão de Energia, Transporte e Metais (ETM), encerrará os negócios após uma revisão que identificou poucas oportunidades nestes setores.

source: Economists polled by Reuters had expected growth would be raised to a 4.3 percent pace.
pt: A expectativa de economistas consultados pela Reuters era de expansão ao ritmo de 4,3%.

source: Brazil’s Rousseff and President …
pt: Está certa a presidente Dilma Rousseff ao dizer que...

source: According to Moody’s, “the rating action reflects concern about potential liquidity pressures that could arise if the company does not meet requirements under its bond indenture for the delivery of financial statements.”
pt: "A Moody's colocou a classificação para uma possível queda devido à preocupação com os riscos de liquidez que possam surgir se a companhia não cumprir sua obrigação de entregar a tempo seus balanços financeiros", explica a agência.

source: About four million Muslims live in Germany, around three-quarters of them of Turkish origin, among a population of 80 million people.
pt: Cerca de 4 milhões de muçulmanos vivem no país, e aproximadamente três quartos deles são de origem turca .

source: I enjoyed it very much."
pt: “Não deu tempo de conversar muito .

source: The United States has already dragged Russia into a new "cold war" and may make further steps on the way to real war, ex-Soviet President Mikhail Gorbachev believes .
pt: O último líder soviético, Mikhail Gorbachev, acusou nesta quinta-feira o governo dos Estados Unidos de arrastar a Rússia para uma nova Guerra Fria, que poderá resultar em um conflito armado.

source: "Both the board and I believe we now have the right person to succeed me as CEO - a successor ready to assume the job the day after I die or step down," Buffett said.
pt: "Tanto o conselho como eu acreditamos que agora temos a pessoa certa para me suceder como CEO (presidente-executivo) - um sucessor preparado para assumir o trabalho no dia depois que eu morrer ou renunciar", afirmou o investidor, em missiva comemorando cinco décadas à frente do conglomerado.
